{
  "темы": [
    {
      "номер": 1,
      "название": "Основные положения МКТ",
      "содержимое": "Молекулярно-кинетическая теория (МКТ) — это область физики, описывающая свойства веществ, основываясь на представлениях об их молекулярной структуре. МКТ позволяет понять, как и почему вещества ведут себя определённым образом при изменении различных параметров, связывая эти явления с движением и взаимодействием молекул.",
      "история": "Основы МКТ были заложены в 17–19 веках, когда учёные, такие как: Михаил Васильевич Ломоносов, Роберт Бойль, Джеймс Клерк Максвелл и Людвиг Больцман, начали формулировать законы, связывающие движение частиц и давление, температуру и другие макропараметры.",
      "применение": [
        "1. Температура как мера средней кинетической энергии частиц.",
        "2. Давление газа через удары молекул о стенки сосуда.",
        "3. Изменение состояния вещества (например, плавление, кипение) при нагревании или охлаждении.",
        "4. Диффузия и осмос, т.е. процессы проникновения молекул одного вещества в другое."
      ]
    },
    {
      "номер": 2,
      "название": "Первое положение МКТ",
      "содержимое": "Молекулы, атомы, ионы – мельчайшие частицы, из которых состоят все вещества (молекулы имеют массу, форму и размер в зависимости от рода вещества).",
      "доказательство": [
        "1. Идея о том, что все вещества состоят из мельчайших частиц, возникла ещё в Древней Греции. Философ Демокрит считал, что атомы (от греч. «атомос» — «неделимый») представляют собой мельчайшие единицы материи, которые нельзя разрушить и которые движутся в пустоте, образуя разные комбинации и, в итоге, все видимые вещи.",
        "2. Это положение МКТ в дальнейшем смогли подтвердить с появлением сверхточных микроскопов, в которых можно детально рассмотреть строение вещества."
      ]
    },
    {
      "номер": 3,
      "название": "Второе положение МКТ",
      "содержимое": "Частицы беспорядочно движутся, это движение никогда не прекращается (чем выше температура вещества, тем больше скорость движения молекул, и выше их средняя кинетическая энергия).",
      "доказательство": [
        "1. Броуновское движение — хаотичное перемещение мельчайших частиц (например, пыли или пыльцы), находящихся во взвешенном состоянии в жидкостях или газах.",
        "2. Диффузия — процесс, при котором молекулы одного вещества проникают в пространство между молекулами другого вещества."
      ]
    },
    {
      "номер": 4,
      "название": "Третье положение МКТ",
      "содержимое": "Частицы притягиваются и отталкиваются друг от друга (на больших расстояниях преобладают силы притяжения, а на очень малых — силы отталкивания).",
      "доказательство": [
        "Взаимодействие между частицами доказывается наличием агрегатных состояний, в каждом из которых это взаимодействие меняется: так, в газах силы притяжения и отталкивания молекул минимальные, в твёрдых телах – максимальные. Эти сильные связи между молекулами делают твёрдые вещества устойчивыми, сохраняющими форму и объём, в отличие от жидкостей и газов, где частицы могут легко перемещаться."
      ]
    },
    {
      "номер": 5,
      "название": "Основное уравнение МКТ",
      "содержимое": "Основное уравнение МКТ идеального газа связывает макропараметры и микропараметры. Выглядит оно так: p = ⅓nm₀v², где: p — давление [Па]; n — концентрация [m⁻³]; m₀ — масса одной молекулы [кг]; v² — среднее значение квадрата скорости [м²/с²]. Если через E обозначить среднюю кинетическую энергию поступательного движения молекул E = ½m₀v², то получим связь давления со средней кинетической энергией молекул: p = ⅔nE."
    },
    {
      "номер": 6,
      "название": "Температура",
      "содержимое": "Температура — характеристика внутреннего состояния вещества, которая показывает степень его нагретости. Температуру можно отнести к макроскопическим параметрам, наряду с объёмом и давлением. Температуру обозначают латинской буквой T, а основные единицы измерения температуры в международной системе (СИ) — это Кельвин (К)."
    },
    {
      "номер": 7,
      "название": "Шкала Цельсия",
      "содержимое": "В этой шкале 0°C соответствует температуре замерзания воды, а 100°C — её кипению при нормальном атмосферном давлении."
    },
    {
      "номер": 8,
      "название": "Шкала Фаренгейта",
      "содержимое": "Используемая преимущественно в США, шкала Фаренгейта определяет 32°F как точку замерзания воды и 212°F как её точку кипения."
    },
    {
      "номер": 9,
      "название": "Шкала Кельвина",
      "содержимое": "Абсолютная шкала температуры, в которой 0 K (абсолютный ноль) — это температура, при которой всё тепловое движение молекул прекращается. Единица изменения температуры в шкале Кельвина совпадает с градусом Цельсия, но вся шкала смещена на 273 (273,15) градусов ниже нуля по Цельсию."
    },
    {
      "номер": 10,
      "название": "Тепловое равновесие",
      "содержимое": "Тепловое равновесие — это состояние, при котором два или более тела (или системы) находятся в тепловом контакте и имеют одинаковую температуру. Когда два тела с разными температурами вступают в тепловой контакт, энергия в форме тепла передается от более нагретого тела к менее нагретому. Этот процесс будет продолжаться до тех пор, пока температура не станет одинаковой для обоих тел.",
      "примеры": [
        "1. Если поместить горячую ложку в стакан с холодной водой, через некоторое время ложка и вода достигнут одной температуры.",
        "2. Если тёплая рука прикасается к холодному металлу, металл начнет поглощать тепло от руки, пока их температуры не выровняются."
      ]
    },
    {
      "номер": 11,
      "название": "Определение температуры и Энергия теплового движения молекул",
      "содержимое": "Согласно МКТ, частицы, из которых состоит вещество, находятся в бесконечном хаотичном движении. Такое движение называется тепловым, т.к. скорость движения молекул зависит от температуры. Чем больше температура, тем скорость движения больше и наоборот. Раз температура влияет на скорость, она также влияет и на кинетическую энергию движения молекул: Eₖ = ½mv², где m — масса молекулы; v — скорость движения молекулы. Исходя из этого, можно дать такое определение температуры: Температура — это мера средней кинетической энергии молекул, из которых состоит вещество. Eₖ = (3/2)kT, где k — постоянная Больцмана, k = 1,38 × 10⁻²³ Дж/K, T — абсолютная температура газа (в Кельвинах)."
    },
    {
      "номер": 12,
      "название": "Измерение скоростей молекул газа",
      "содержимое": "Формула для вычисления среднеквадратичной скорости молекул газа: v ск. = √(3kT/m₀). Она характеризует среднюю скорость движения молекул, связывая её с температурой газа и массой молекул. Параметры формулы: v ск. — среднеквадратичная скорость молекул газа [м/с]; k — постоянная Больцмана (k = 1,38 × 10⁻²³ Дж/К); T — абсолютная температура газа в Кельвинах; m₀ — масса одной молекулы газа [кг]."
    },
    {
      "номер": 13,
      "название": "Уравнение состояния идеального газа",
      "содержимое": "Идеальный газ в физике — это модель газа, молекулы которого не взаимодействуют друг с другом, кроме как при абсолютно упругих столкновениях, и занимают пренебрежимо малый объём. Уравнение, связывающее три макроскопических параметра: p, V, T, называют уравнением состояния идеального газа. pV = νRT, где: p — давление газа [Па], V — объём газа [м³], ν — количество вещества [моль], R — универсальная газовая постоянная (R = 8,31 Дж/(моль⋅К)), T — абсолютная температура газа (в Кельвинах)."
    },
    {
      "номер": 14,
      "название": "Закон Дальтона",
      "содержимое": "На практике часто приходится иметь дело не с чистыми газами, а с их смесями. Газовые смеси могут использоваться в качестве топлива и в химическом синтезе. Закон Дальтона: общее давление газовой смеси равно сумме парциальных давлений всех входящих в неё газов: p общ. = p₁ + p₂ + p₃ + … + pₙ. Парциальное давление — это давление, которым газ обладал бы, занимая один весь объём смеси. Закон Дальтона не выполняется при высоких давлениях и низких температурах."
    },
    {
      "номер": 15,
      "название": "Газовые законы",
      "содержимое": "Газовые законы описывают поведение идеального газа при изменении таких параметров, как давление, объем и температура. Эти законы помогают понять, как газы реагируют на внешние условия.",
      "подтемы": [
        {
          "название": "Закон Бойля-Мариотта",
          "содержимое": "Изотермический процесс — процесс перехода идеального газа из одного состояния в другое без изменения температуры. pV = const (P₁V₁ = P₂V₂)."
        },
        {
          "название": "Закон Гей-Люссака",
          "содержимое": "Изобарный процесс — процесс перехода идеального газа из одного состояния в другое при постоянном давлении. V/T = const (V₁/T₁ = V₂/T₂)."
        },
        {
          "название": "Закон Шарля",
          "содержимое": "Изохорный процесс — процесс перехода идеального газа из одного состояния в другое при постоянном объёме. p/T = const (P₁/T₁ = P₂/T₂)."
        }
      ]
    },
    {
      "номер": 16,
      "название": "Парообразование. Испарение и конденсация. Насыщенный и ненасыщенный пар",
      "содержимое": "Парообразование — это переход из жидкого состояния в газообразное. При парообразовании всегда происходит поглощение энергии: к веществу необходимо подводить теплоту, чтобы оно испарялось. Из-за этого внутренняя энергия вещества увеличивается. У процесса парообразования есть две разновидности: испарение и кипение.",
      "подтемы": [
        {
          "название": "Испарение",
          "содержимое": "Испарение — это превращение или переход жидкости в газ (пар) со свободной поверхности жидкости. Если поверхность жидкости открыта и с нее начинается переход вещества из жидкого состояния в газообразное, это будет называться испарением."
        },
        {
          "название": "Кипение",
          "содержимое": "Кипение — процесс интенсивного парообразования, который происходит в жидкости при определенной температуре."
        },
        {
          "название": "Насыщенный и ненасыщенный пар",
          "содержимое": "Пар, находящийся в динамическом равновесии, называют насыщенным. Пар, не находящийся в динамическом равновесии, называют ненасыщенным."
        }
      ]
    },
    {
      "номер": 17,
      "название": "Влажность воздуха",
      "содержимое": "Влажность воздуха — это величина, характеризующая содержание водяных паров в атмосфере Земли.",
      "подтемы": [
        {
          "название": "Абсолютная влажность",
          "содержимое": "Абсолютная влажность воздуха находится по формуле: p = (m/MV)⋅R⋅T [кг/м³], где: p — давление газа [Па], m — масса одной молекулы газа [кг], M — молярная масса [кг/моль], V — объём газа [м³], R = k⋅Nₐ = 8,31 [Дж/моль], R — универсальная газовая постоянная, T — абсолютная температура газа в Кельвинах."
        },
        {
          "название": "Относительная влажность",
          "содержимое": "Относительная влажность находится по формуле: ϕ = (ρ/ρₙ) × 100%, где: ϕ — относительная влажность [%], ρ — абсолютная влажность [кг/м³], ρₙ — плотность насыщенного водяного пара при данной температуре [кг/м³]."
        }
      ]
    },
    {
      "номер": 18,
      "название": "Твердые тела. Кристаллические и аморфные тела",
      "содержимое": "Все твердые тела обладают следующими общими свойствами: способностью долгое время сохранять форму и объем (геометрические размеры); наличием упругих сил, которые возникают при небольших изменениях объема от внешнего воздействия (сжатия, растяжения или сдвига).",
      "подтемы": [
        {
          "название": "Аморфные тела",
          "содержимое": "Смола, воск, графит, изделия из стекла и янтаря, пластмассы — все это примеры аморфных тел (от греч. слова Amorphous — бесформенный, некристаллический). Отсутствие дальнего порядка в расположении частиц вещества у аморфных тел приводит к тому, что их физические свойства одинаковы во всех направлениях. Такие тела называют изотропными. Характерной особенностью аморфных тел является отсутствие определенной температуры плавления, то есть отсутствует четкий переход от твердого состояния к жидкому: при нагревании аморфное тело становится только более текучим."
        },
        {
          "название": "Кристаллические тела",
          "содержимое": "Твердые тела, в которых молекулы и атомы расположены упорядоченно и образуют периодически повторяющуюся структуру, называются кристаллами. Физические свойства кристаллов (упругие, механические, тепловые, электрические, магнитные, оптические) в разных направлениях неодинаковы. Такое свойство называется анизотропностью. Анизотропия кристаллов объясняется тем, что при упорядоченном расположении частиц расстояния между ними и силы взаимодействия (притяжения и отталкивания) оказываются неодинаковыми в разных направлениях."
        },
        {
          "название": "Монокристаллы и поликристаллы",
          "содержимое": "Монокристаллы — это кристаллы, имеющие единую кристаллическую решетку во всем объеме. Поликристаллы — это совокупность сросшихся друг с другом, хаотически ориентированных, небольших кристаллов. Каждый маленький кристалл обладает свойствами анизотропии, но их совокупность — поликристалл — изотропен."
        }
      ]
    }
  ]
}
